Revit 2024 API
BuiltInFailures.ImportFailures.CannotExplodeElement Property
 Can't explode the imported object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotExplodeElement { get; }
Visual Basic
Public Shared ReadOnly Property CannotExplodeElement As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotExplodeElement {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace